Repository: wang824892540/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: hi, oc

source: Check for updates now
hi: अभी अपडेट की जांच करें
oc: Verificar las mesas a jorn ara

source: Select a directory where documents will be saved and loaded by default
hi: एक निर्देशिका (डिरेक्टरी) चुनें जहां दस्तावेज़ डिफ़ॉल्ट रूप से सहेजे (सेव) और लोड किए जाएंगे
oc: Seleccionar lo repertòri ont los documents seràn enregistrats e cargats per defaut

source: Select a directory
hi: एक निर्देशिका (डिरेक्टरी) चुनें
oc: Seleccionar un repertòri

source: Select a previously saved workspace that will be automatically loaded at startup
hi: पहले से सहेजे गए कार्यस्थान का चयन करें जो स्टार्टअप पर स्वचालित रूप से लोड हो जाएगा
oc: Seleccionar un espaci de trabalh ja enregistrada que serà cargat automaticament a l’aviada

source: Select a workspace
hi: एक कार्यक्षेत्र चुनें
oc: Seleccionar un espaci de trabalh

source: Default working directory:
hi: डिफ़ॉल्ट (मूलभूत) कार्यशील निर्देशिका: (डिरेक्टरी)
oc: Repertòri de trabalh per defaut :

source: Load default workspace at startup:
hi: स्टार्टअप पर डिफ़ॉल्ट कार्यस्थान लोड करें:
oc: Cargar l’espaci de trabalh per defaut a l’aviada :

source: System default
hi: सिस्टम डिफ़ॉल्ट (मूलभूत प्रणाली)
oc: Valor per defaut del sistèma

source: Check for updates at startup
hi: स्टार्टअप पर अपडेट की जाँच करें
oc: Verificar las mesas a jorn a l’aviada

source: Set whether new version availability should be checked on startup (restart needed)
hi: सेट करें कि क्या स्टार्टअप पर नए संस्करण की उपलब्धता की जाँच की जानी चाहिए (पुनः आरंभ (रीस्टार्ट) करना आवश्यक है)
oc: Indica se l’aplicacion deu verificar la disponibilitat de versions novèlas a l’aviada (reaviada requerida)

source: Check for news at startup
hi: स्टार्टअप पर समाचारों की जाँच करें
oc: Verificar las actualitats a l’aviada

source: Set whether the application should check for news availability on startup (restart needed)
hi: सेट करें कि क्या एप्लिकेशन को स्टार्टअप पर समाचार उपलब्धता की जांच करनी चाहिए (पुनः आरंभ (रीस्टार्ट) करना आवश्यक है)
oc: Indica se l’aplicacion deu verificar la disponibilitat d’actualitats a l’aviada (reaviada requerida)

source: Enabled PDF compression
hi: पीडीएफ संपीड़न सक्षम
oc: Compression PDF activada

source: Set whether "Compress output file" should be enabled by default
hi: सेट करें कि क्या संकुचित आउट्पुट फ़ाइल ("कंप्रेस आउटपुट फ़ाइल") को डिफ़ॉल्ट रूप से सक्षम किया जाना चाहिए
oc: Definir se l’opcion « Compressar lo fichièr en sortida » deu èsser activada per defaut

source: Set whether "Discard bookmarks" should be enabled by default
hi: सेट करें कि क्या "बुकमार्क छोड़ें (डिस्कार्ड करें)" डिफ़ॉल्ट रूप से सक्षम होना चाहिए
oc: Indica se la foncion « Ignorar los marcapaginas » deu èsser activat per defaut

source: Overwrite files
hi: फ़ाइलें अधिलेखित करें (पुरानी फ़ाइल नष्ट करें एवं नयी फ़ाइल सेव करें)
oc: Remplaçar los fichièrs

source: Set whether "Overwrite if already exists" should be enabled by default
hi: सेट करें कि क्या "यदि पहले से मौजूद है तो ओवरराइट करें" को डिफ़ॉल्ट रूप से सक्षम किया जाना चाहिए
oc: Indica se l’opcion « Remplaçar se ja existent » deu èsser activada per defaut

source: Play alert sounds
hi: चेतावनी ध्वनियाँ बजाएँ
oc: Legir los sons d’alerta

source: Turn on or off alert sounds
hi: चेतावनी ध्वनियाँ चालू या बंद करें
oc: Activar o desactivar las alèrtas sonòras

source: Store passwords when saving a workspace file
hi: कार्यस्थान फ़ाइल सहेजते (सेव करते) समय पासवर्ड संग्रहीत करें
oc: Gardar los senhals en enregistrant un fichièr d’espaci de trabalh

source: If an encrypted PDF document has been opened with a password, save the password in the workspace file
hi: यदि कोई एन्क्रिप्टेड पीडीएफ दस्तावेज़ पासवर्ड के साथ खोला गया है, तो पासवर्ड को कार्यस्थान फ़ाइल में सहेजें (सेव करें)
oc: Se un document PDF chifrat es estat dobèrt amb un senhal, enregistrar lo senhal dins lo fichièr d’espaci de trabalh

source: Show donation window
hi: दान विंडो दिखाएँ
oc: Afichar la fenèstra per far un don

source: Turn on or off the notification appearing once in a while and asking the user to support PDFsam with a donation
hi: समय-समय पर दिखाई देने वाली अधिसूचना को चालू या बंद करें और उपयोगकर्ता से दान के साथ पीडीएफएसएएम का समर्थन करने के लिए कहें
oc: Activar o desactivar la notificacion qu’apareis un còp de temps en temps e que demanda de sosténer PDFsam via un don

source: Show premium features
hi: प्रीमियम (विशेष) सुविधाएँ दिखाएँ
oc: Afichar las foncionalitats premium

source: Set whether the application should fetch and show premium features description in the modules dashboard
hi: सेट करें कि क्या एप्लिकेशन को मॉड्यूल डैशबोर्ड में प्रीमियम सुविधाओं का विवरण लाना चाहिए और दिखाना चाहिए
oc: Indica se l’aplicacion deu recuperar e afichar la descripcions de las foncionalitats prenium al tablèu de bòrd.

source: Ask for a confirmation when clearing the selection table
hi: चयन तालिका साफ़ करते समय पुष्टिकरण के लिए पूछें
oc: Demandar una confirmacion en netejant lo tablèu de seleccion

source: Set whether the application should ask for a confirmation when clearing the selection table
hi: सेट करें कि चयन तालिका साफ़ करते समय एप्लिकेशन को पुष्टिकरण के लिए पूछना चाहिए या नहीं
oc: Indica se l’aplicacion deu demandar una confirmacion en netejant lo tablèu de seleccion

source: Use the selected PDF document directory as output directory
hi: आउटपुट निर्देशिका (डिरेक्टरी) के रूप में चयनित पीडीएफ दस्तावेज़ निर्देशिका (डिरेक्टरी) का उपयोग करें
oc: Emplegar lo repertòri del fichièr PDF seleccionat coma repertòri de sortida

source: Save default workspace on exit
hi: बाहर निकलने पर डिफ़ॉल्ट कार्यस्थान सहेजें (सेव करें)
oc: Enregistrar l’espaci de trabalh per defaut en quitant

source: If a default workspace is set, save it on application exit
hi: यदि कोई डिफ़ॉल्ट कार्यस्थान सेट है, तो उसे एप्लिकेशन निकास पर सहेजें (सेव करें)
oc: Se l’espaci de trabalh per defaut es definit, l’enregistrar quand l’aplicacion se tampa

source: Maximum number of rows mast be a positive number
hi: पंक्तियों की अधिकतम संख्या एक धनात्मक (पॉज़िटिव) संख्या होनी चाहिए
oc: Lo nombre maximal de linhas deu èsser un nombre positiu

source: Summary
hi: संक्षेप
oc: Resumit

source: Keywords
hi: कीवर्ड
oc: Mots clau

source: Document details
hi: दस्तावेज़ विवरण
oc: Detalhs del document

source: Show errors
hi: त्रुटियों को दिखाएँ
oc: Afichar las errors

source: Input parameters are invalid
hi: इनपुट पैरामीटर अमान्य हैं
oc: Los arguments d’entrada son invalids

source: Invalid parameters
hi: अवैध पैरामीटर
oc: Paramètres invalids

source: Access denied
hi: पहुंच अस्वीकृत
oc: Accès refusat

source: Unable to access "{0}", please make sure you have write permissions or open the application messages for details.
hi: "{0}" तक पहुंचने में असमर्थ, कृपया सुनिश्चित करें कि आपके पास लिखने की अनुमति है या विवरण के लिए एप्लिकेशन संदेश खोलें।
oc: Accès a « {0} » impossible, mercés de vos assegurar qu’avètz las autorizacion d’escritura o dubrissètz los messatges de l’aplicacion per mai de detalhs.

source: You performed {0} tasks with PDFsam, did it help?
hi: आपने PDFsam के साथ {0} कार्य किए, क्या इससे मदद मिली?
oc: Avètz realizat {0} prètzfaches amb PDFsam, vos a ajudat ?

source: Give something back
hi: योगदान करें
oc: Donar quicòm en retorn

source: PDFsam worked hard!
hi: PDFsam ने कड़ी मेहनत की!
oc: PDFsam a plan trabalhat !

source: Spread the word!
hi: प्रचार कीजिये!
oc: Fasètz virar !

source: PDFsam {0} is available for download
hi: पीडीएफसैम {0} डाउनलोड के लिए उपलब्ध है
oc: PDFsam {0} es disponible al telecargament

source: Download
hi: डाउनलोड करें
oc: Telecargar

source: New version available
hi: नया संस्करण उपलब्ध है
oc: Version novèla disponibla

source: You are running the latest version of PDFsam Basic
hi: आप PDFsam Basic का नवीनतम संस्करण चला रहे हैं
oc: Avètz la darrièra version de PDFsam Basic

source: No update
hi: कोई अपडेट नहीं
oc: Cap de mesa a jorn

source: Open
hi: खोलें
oc: Dobrir

source: File "{0}" does not exist or is invalid
hi: फ़ाइल "{0}" मौजूद नहीं है या अमान्य है
oc: Lo fichièr « {0} » existís pas o es invalid

source: Valid user password provided.
hi: वैध उपयोगकर्ता पासवर्ड प्रदान किया गया।
oc: Senhal utilizaire valid fornit.

source: This document is encrypted, click to provide a password.
hi: यह दस्तावेज़ एन्क्रिप्टेड है, पासवर्ड प्रदान करने के लिए क्लिक करें।
oc: Aqueste document es chifrat, clicatz per donar lo senhal.

source: An error has occurred, click for more details.
hi: कोई त्रुटि हुई है, अधिक विवरण के लिए क्लिक करें।
oc: Una error s'es producha, clicatz per mai de detalhs.

source: Version {0}
hi: संस्करण {0} (वर्ज़न)

source: Split tools
hi: विभाजित करने के साधन (उपकरण)
oc: Aisinas de partiment

source: Merge tools
hi: एकत्रित करने के साधन (उपकरण)
oc: Aisinas de fusion

source: Convert tools
hi: परिवर्तित करने के साधन (उपकरण)
oc: Aisinas de conversion

source: Edit tools
hi: संपादित करने के साधन (उपकरण)
oc: Aisinas d’edicion

source: Other tools
hi: अन्य औजार (टूल्स) / साधन
oc: Autras aisinas

source: Checking for updates
hi: अपडेट जांच रहा है
oc: Verificacion de las mesas a jorn

source: Unable to find the latest available version.
hi: नवीनतम उपलब्ध संस्करण ढूंढने में असमर्थ.
oc: Fracàs de la verificacion de la darrièra version

source: Unable to find any valid PDF file in the list: {0}
hi: सूची में कोई भी वैध पीडीएफ फाइल नहीं मिल सकी: {0}
oc: Impossible de trobar cap de fichièr PDF valid dins la lista : {0}

source: Unable to load PDF list file from {0}
hi: {0} से पीडीएफ सूची फ़ाइल लोड करने में असमर्थ
oc: Cargament impossible la lista de PDF a partir de {0}

source: Loading pdf documents
hi: पीडीएफ दस्तावेज़ लोड हो रहे हैं
oc: Cargament dels documents pdf

source: Documents loaded
hi: दस्तावेज़ लोड किए गए
oc: Document cargat

source: Unable to retrieve premium features description
hi: प्रीमियम सुविधाओं का विवरण पुनः प्राप्त करने में असमर्थ
oc: Recuperacion impossibla de la descripcion de las foncionalitats premium

source: Fetching premium modules
hi: प्रीमियम मॉड्यूल लाया जा रहा है
oc: Recuperacion dels moduls premium

source: Unable to retrieve premium modules
hi: प्रीमियम मॉड्यूल पुनः प्राप्त करने में असमर्थ
oc: Recuperacion impossibla dels moduls premium

source: Unable to retrieve latest news
hi: नवीनतम समाचार पुनर्प्राप्त करने में असमर्थ
oc: Obtencion impossibla de las darrièras novèlas

source: Fetching latest news
hi: नवीनतम समाचार ला रहा हूँ
oc: Recuperacion de las actualitats frescas

source: Unable to retrieve the latest news
hi: नवीनतम समाचार पुनर्प्राप्त करने में असमर्थ
oc: Recuperacion impossibla de las darrièras novèlas

source: Saving workspace data to {0}
hi: कार्यस्थान डेटा को {0} पर सहेजा जा रहा है
oc: Enregistrament de las donadas de l’espaci de trabalh dins {0}

source: Workspace saved
hi: कार्यस्थान सहेजा गया
oc: Espaci de trabalh salvat

source: Requesting modules state
hi: मॉड्यूल की स्थिति का अनुरोध
oc: Requèsta de l’estat dels moduls

source: Unable to save workspace to {0}
hi: कार्यस्थान को {0} में सहेजने में असमर्थ
oc: Enregistrament impossible de l’espaci de trabalh dins {0}

source: Loading workspace from {0}
hi: {0} से कार्यस्थान लोड हो रहा है
oc: Cargament de l’espaci de trabalh de {0}

source: Workspace loaded: {0}
hi: कार्यस्थान लोड किया गया: {0}
oc: Espaci de trabalh cargar : {0}

source: Unable to load workspace from {0}
hi: {0} से कार्यक्षेत्र लोड करने में असमर्थ
oc: Cargament impossible de l’espaci de trabalh de {0}

source: The following file already existed and was skipped: {0}
hi: निम्नलिखित फ़ाइल पहले से मौजूद थी और छोड़ दी गई थी: {0}
oc: Lo fichièr seguent existís ja e es estat ignorat : {0}

source: Light with blue
hi: लाइट ओर नीला
oc: Clar amb blau

source: Dark with purple
hi: गहरे बैंगनी रंग के साथ
oc: Escur amb violet

source: Dark with teal
hi: टील ओर डार्क
oc: Escur amb sarcèla

source: Light with maroon
hi: लाइट ओर मरून
oc: Clar amb marron

source: Close
hi: बंद करें
oc: Tampar

source: The selected PDF document is invalid
hi: चयनित पीडीएफ दस्तावेज़ अमान्य है
oc: Lo document PDF seleccionat es invalid

source: Select the PDF file
hi: पीडीएफ फाइल का चयन करें
oc: Seleccionar lo fichièr PDF

source: _Select PDF
hi: _पीडीएफ का चयन करें
oc: _Seleccionar PDF

source: C_lear all settings
hi: सभी सेटिंग्स C_lear करें
oc: Es_cafar totes los paramètres

source: Pages: {0}, PDF Version: {1}
hi: पेज: {0}, पीडीएफ संस्करण: {1}
oc: Pages : {0}, version PDF : {1}

source: Loading...
hi: लोड हो रहा है...
oc: Cargament...

source: Document properties
hi: दस्तावेजों की जानकारी
oc: Proprietats del document

source: Remove
hi: हटाएं
oc: Suprimir

source: Set destination
hi: गंतव्य तय करें
oc: Definir destinacion

source: Open Folder
hi: फ़ोल्डर खोलें
oc: Dobrir lo dorsièr

source: Enter the user password
hi: उपयोगकर्ता पासवर्ड दर्ज करें
oc: Picatz lo senhal utilizaire

source: Unlock
hi: अनलॉक करें (ताला खोले)
oc: Desverrolhar

source: Drag and drop PDF files here
hi: पीडीएफ फाइलों को यहां खींचें और छोड़ें
oc: Lissatz e depausatz de fichièrs PDF aicí

source: Set as range for all
hi: सभी के लिए सीमा के रूप में सेट करें
oc: Definir coma interval per totes

source: Move to Top
hi: शीर्ष में जाएँ
oc: Desplaçar cap amont

source: Move Up
hi: ऊपर ले जाएं
oc: Montar

source: Move Down
hi: नीचे ले जाएं
oc: Davalar

source: Move to Bottom
hi: नीचे ले जाएं
oc: Desplaçar cap aval

source: Duplicate
hi: प्रतिलिपि(डुप्लीकेट)
oc: Duplicar

source: Duplicate at Top
hi: शीर्ष पर नकल करें

source: Duplicate Up
hi: डुप्लिकेट अप

source: Duplicate Down
hi: नीचे डुप्लिकेट करें

source: Duplicate at Bottom
hi: नीचे डुप्लिकेट करें

source: Selected pages
hi: चयनित पृष्ठ
oc: Paginas seleccionadas

source: Total number of selected pages
hi: चयनित पृष्ठों की कुल संख्या
oc: Nombre total de paginas seleccionadas

source: Size
hi: माप
oc: Talha

source: Modified
hi: परिवर्तित
oc: Modificacion

source: Total pages: {0}
hi: कुल पृष्ठ: {0}
oc: Paginas totalas : {0}

source: Name
hi: नाम
oc: Nom

source: Add documents to the table
hi: तालिका में दस्तावेज़ जोड़ें
oc: Apondre de documents al tablèu

source: _Add
hi: जोड़ें (_A)
oc: _Apondre

source: PDF list from _text/csv file
hi: _text/csv फ़ाइल से पीडीएफ सूची
oc: Lista de PDF d’un fichièr _text/csv

source: Select pdf documents to load
hi: पीडीएफ दस्तावेज़ चुनें लोड करने के लिए
oc: Seleccionar los documents pdf de cargar

source: Select a text or CSV file to load
hi: लोड करने के लिए कोई टेक्स्ट या CSV फ़ाइल चुनें
oc: Seleccionar un fichièr tèxt o CSV de cargar

source: Removes selected documents
hi: चयनित दस्तावेज़ हटा देता है
oc: Lèva los documents seleccionats

source: _Remove
hi: हटाएं
oc: _Suprimir

source: Removes every document
hi: प्रत्येक दस्तावेज़ को हटा देता है
oc: Lèva totes los documents

source: Moves up selected documents
hi: चयनित दस्तावेज़ों को ऊपर ले जाता है
oc: Desplaçar los documents seleccionats cap amont

source: Move _Up
hi: ऊपर ले जाएँ (_U)
oc: Desplaçar cap a_mont

source: Moves down selected documents
hi: चयनित दस्तावेज़ों को नीचे ले जाता है
oc: Desplaçar los documents seleccionat cap aval

source: Move _Down
hi: नीचे लाएँ (_D)
oc: Desplaçar cap a_val

source: Pace
hi: गति
oc: Cadéncia

source: Double click to set the number of pages after which the task will switch to the next file
hi: पृष्ठों की संख्या निर्धारित करने के लिए डबल क्लिक करें जिसके बाद कार्य अगली फ़ाइल पर स्विच हो जाएगा
oc: Doble clicar per definir lo nombre de paginas aprèp lo qual lo prètzfach cambiarà cap al fichièr seguent

source: Reverse
hi: विपरीत
oc: Inversar

source: Pages
hi: पृष्ठ
oc: Paginas

source: Number of total pages of the document
hi: दस्तावेज़ के कुल पृष्ठों की संख्या
oc: Nombre total de paginas del document

source: Double click to set selected pages (ex: 2 or 5-23 or 2,5-7,12-)
hi: चयनित पेज सेट करने के लिए डबल क्लिक करें (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Doble clicar per definir las paginas seleccionada (ex. : 2 or 5-23 o 2,5-7,12-)

source: Page ranges
hi: पृष्ठ श्रेणियाँ
oc: Plajas de paginas

source: Select a file
hi: फ़ाइल चुनें
oc: Seleccionar un fichièr

source: The selected file must exist.
hi: चयनित फ़ाइल मौजूद होनी चाहिए.
oc: Lo fichièr seleccionat deu existir.

source: Allowed extensions are {0}
hi: अनुमत एक्सटेंशन {0} हैं
oc: Las extensions autorizadas son {0}

source: Compress output file/files
hi: आउटपुट फ़ाइल/फ़ाइलों को संकुचित करें
oc: Compressar lo(s) fichièr(s) en sortida

source: Tick the box if you don't want to retain any bookmark from the original PDF document
hi: मूल पीडीएफ दस्तावेज़ से किसी भी बुकमार्क को संरक्षित नहीं रखना चाहते हैं तो बॉक्स पर टिक करें
oc: Marcatz la casa se volètz pas servar cap dels marcapaginas del document PDF original

source: Output PDF version:
hi: आउटपुट पीडीएफ संस्करण: (वर्ज़न)
oc: Version PDF en sortida :

source: Show advanced settings
hi: आधुनिक सेटिंग दिखाएं
oc: Mostrar los paramètres avançats

source: Hide advanced settings
hi: आधुनिक सेटिंग्स छिपाएँ
oc: Rescondre los paramètres avançats

source: Overwrite if already exists
hi: यदि पहले से मौजूद है तो अधिलेखित करें
oc: Remplaçar se ja existent

source: Tick the box if you want to overwrite the output files if they already exist.
hi: यदि आप आउटपुट फ़ाइलों को ओवरराइट करना चाहते हैं तो बॉक्स को चेक करें यदि वे पहले से मौजूद हैं।
oc: Marcatz la casa se volètz subrecargar los fichièrs de sortida s’existisson ja.

source: The selected PDF file is invalid
hi: चयनित पीडीएफ फाइल अमान्य है
oc: Lo fichièr PDF seleccionat es invalid

source: Same as the input document
hi: इनपुट दस्तावेज़ के समान
oc: Pariu coma lo document en entrada

source: An existing output directory is required
hi: एक मौजूदा आउटपुट निर्देशिका ( डिरेक्टरी ) आवश्यक है
oc: Un repertòri de sortida existissent es requerit

source: The output directory is required
hi: आउटपुट निर्देशिका ( डिरेक्टरी ) आवश्यक है
oc: Lo repertòri de sortida es requerit

source: Select an existing directory
hi: किसी मौजूदा निर्देशिका ( डिरेक्टरी ) का चयन करें
oc: Seleccionar un repertòri existent

source: Select
hi: चयनित करें
oc: Seleccionar

source: Browse
hi: ब्राउज़ करें
oc: Percórrer

source: PDF version required: {0}
hi: पीडीएफ संस्करण ( वर्ज़न ) आवश्यक: {0}
oc: Version de PDF requerida : {0}

source: Prefix for the generated files names
hi: जनरेट की गई फ़ाइल नामों के लिए उपसर्ग
oc: Prefix pels noms de fichièrs generats

source: Add prefix
hi: उपसर्ग जोड़ें
oc: Apondre un prefix

source: Generated PDF documents name prefix:
hi: जेनरेट किए गए पीडीएफ दस्तावेजों का नाम उपसर्ग:
oc: Prefix del nom dels documents PDF generats :

source: Prefix for the output files name.
hi: आउटपुट फ़ाइल नाम के लिए उपसर्ग.
oc: Prefix pel nom de fichièrs de sortida.

source: DEFAULT_PREFIX
hi: डिफ़ॉल्ट उपसर्ग
oc: PREFIX_PERDETERMINAT

source: Run
hi: चलाएँ
oc: Executar

source: Run the task
hi: कार्य चलाएँ ( Run the task )
oc: Executar lo prètzfach

source: Requested
hi: अनुरोधित
oc: Demandat

source: Completed
hi: पूर्ण
oc: Terminat

source: Failed
hi: विफल रहा
oc: Fracassat

source: Running
hi: चल रहा है
oc: Tractament

source: Running {0}%
hi: {0}% चल रहा है
oc: Execucion {0}%

source: Error saving content to file {0}
hi: फ़ाइल {0} में सामग्री सहेजने में (डेटा सेव करते समय) त्रुटि

source: File {0} saved
hi: फ़ाइल {0} सहेजी गई (सेव की गयी)

source: Error saving content to clipboard
hi: सामग्री को क्लिपबोर्ड पर सहेजने (सेव करने में) में त्रुटि

source: Ambiguous page range definition: {0}. Use following formats: [n] or [n1-n2] or [-n] or [n-]
hi: अस्पष्ट पृष्ठ श्रेणी परिभाषा: {0}. निम्नलिखित प्रारूपों का उपयोग करें: [n] या [n1-n2] या [-n] या [n-]
oc: La definicion de la plaja es ambigüa : {0}. Emplegatz aquestes formats : [n] o [n1-n2] o [-n] o [n-]

source: Invalid range: {0}.
hi: अमान्य श्रेणी: {0}.
oc: Plaja invalida : {0}

source: Invalid number: {0}.
hi: अमान्य संख्या: {0}.
oc: Nombre invalid : {0}.
