Repository: wang824892540/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: hi, oc

source: No PDF document has been selected
hi: PDF फ़ाइल नहीं चुनी गयी है
oc: Cap de document PDF es pas estat seleccionat

source: Extract
hi: निकालें
oc: Extraire

source: Extract pages from PDF documents.
hi: पीडीएफ दस्तावेजों से पृष्ठ निकालें
oc: Extraire paginas de documents PDF.

source: File names settings
hi: फ़ाइल नाम की सेटिंग
oc: Paramètres de nom de fichièrs

source: Extract settings
hi: पीडीएफ सेटिंग्स निकालें
oc: Paramètres d’extraccion

source: Output settings
hi: आउट्पुट सेटिंग्स
oc: Paramètres de sortida

source: A separate file for each set of pages
hi: पृष्ठों के प्रत्येक सेट के लिए एक अलग फ़ाइल
oc: Un fichièr separat per cada jòc de paginas

source: Each continuous series of pages will generate a separate PDF file
hi: पृष्ठों की प्रत्येक सतत श्रृंखला एक अलग पीडीएफ फाइल तैयार करेगी
oc: Cada seria continua de paginas generarà un fichièr PDF separat

source: Pages to extract (ex: 2 or 5-23 or 2,5-7,12- or 3,last)
hi: निकालने (इक्स्ट्रैक्ट) के लिए पृष्ठ (उदाहरण: 2 या 5-23 या 2,5-7,12- या 3,अंतिम)

source: Invalid page ranges
hi: अमान्य पृष्ठ श्रेणियाँ (रेंज)
oc: Plaja de paginas invalida

source: Extract pages:
hi: पेजेस निकाले
oc: Extraire paginas :

source: Comma separated page numbers or ranges to extract (ex: 2 or 5-23 or 2,5-7,12- or 3,last)
hi: निकालने (इक्स्ट्रैक्ट ) के लिए अल्पविराम से अलग किए गए पृष्ठ संख्याएं या श्रेणियां (उदाहरण: 2 या 5-23 या 2,5-7,12- या 3,अंतिम)

source: Split by bookmarks
hi: बुकमार्क द्वारा विभाजित
oc: Devesir per marcapagina

source: Split a PDF document at bookmarked pages by specifying a bookmark level.
hi: बुकमार्क स्तर निर्दिष्ट करके पीडीएफ दस्तावेज़ को बुकमार्क किए गए पृष्ठों पर विभाजित करें।
oc: Copar los documents PDF a las paginas mesas en marcapaginas en especificant lo nivèl de marcapagina.

source: Regular expression the bookmark has to match
hi: बुकमार्क की नियमित अभिव्यक्ति का मिलान होना चाहिए
oc: Expression racionala que correspond al marcapagina

source: Split at this bookmark level:
hi: इस बुकमार्क स्तर पर विभाजित करें:
oc: Copar a aqueste nivèl de marcapagina :

source: Matching regular expression:
hi: मिलान करने वाला नियमित अभिव्यक्ति:
oc: Correspondent a l’expression racionala seguenta

source: A regular expression the bookmark text has to match
hi: एक नियमित अभिव्यक्ति जिसका बुकमार्क टेक्स्ट से मिलान होना चाहिए
oc: Una expression racionala que correspond al tèxt del marcapagina

source: Example: use .*Chapter.* to match bookmarks containing the word "Chapter"
hi: उदाहरण: "अध्याय" शब्द वाले बुकमार्क से मिलान करने के लिए .*अध्याय.* का उपयोग करें
oc: Exemple : utilizatz .*Capítol.* per trapar los marcapaginas que contenon lo mot « Capítol »

source: Select or drag and drop the PDF you want to split
hi: जिस पीडीएफ को आप विभाजित करना चाहते हैं उसे चुनें या खींचें और छोड़ें
oc: Seleccionatz o depausatz lo PDF que volètz devesir

source: Split settings
hi: विभाजन सेटिंग्स
oc: Paramètres de partison

source: Invalid bookmarks level
hi: अमान्य बुकमार्क स्तर
oc: Nivèl de marcapagina invalid

source: Split after
hi: के बाद विभाजित करें
oc: Devesir aprèp

source: No page selected
hi: कोई पृष्ठ चयनित नहीं
oc: Cap de pagina pas seleccionada

source: Split
hi: विभाजित करें
oc: Devesir

source: Split a PDF document at the given page numbers.
hi: दिए गए पेज नंबरों पर एक पीडीएफ दस्तावेज़ को विभाजित करें।
oc: Devesir un document PDF als numèros de pagina donats.

source: Every page
hi: हर एक पेज
oc: Cada pagina

source: Even pages
hi: सम अंकी पेजेस
oc: Paginas paras

source: Odd pages
hi: विषम अंकी पेजेस
oc: Paginas imparas

source: Split the document after the given page numbers
hi: दिए गए पृष्ठ क्रमांक के बाद दस्तावेज़ को विभाजित करें
oc: Devesir un document PDF als numèros de pagina donats

source: Splits the PDF every "n" pages creating documents of "n" pages each
hi: प्रत्येक "n" पृष्ठ के दस्तावेज़ बनाते हुए पीडीएफ को प्रत्येक "n" पृष्ठ में विभाजित करता है
oc: Devesir lo PDF cada « n » paginas per crear de document de « n » paginas cadun

source: Split after the following page numbers
hi: निम्नलिखित पृष्ठ संख्या के बाद विभाजित करें
oc: Copar aprèp los numèros de pagina seguents

source: Page numbers to split at (n1,n2,n3..)
hi: (n1,n2,n3..) पर विभाजित करने के लिए पृष्ठ संख्याएँ
oc: Numèros de pagina ont copar (n1,n2,n3, ...)

source: Invalid page numbers
hi: अयोग्य पृष्ठ क्रमांक
oc: Numèros de pagina invalids

source: Only valid positive page numbers are allowed
hi: केवल वैध सकारात्मक पृष्ठ संख्याओं की अनुमति है
oc: Sonque los numèros de paginas positiu son permeses

source: Split by every "n" pages
hi: प्रत्येक "n" पृष्ठों पर विभाजित करें
oc: Copar cada « n » paginas

source: Number of pages
hi: पृष्ठों की संख्या
oc: Nombre de paginas

source: Invalid number of pages
hi: पृष्ठों का अयोग्य क्रमांक
oc: Nombre de paginas invalid

source: Megabytes
hi: मेगाबाइट्स
oc: Megaoctets

source: MB
hi: एमबी
oc: Mo

source: Kilobytes
hi: किलोबाइट्स
oc: Kilooctets

source: KB
hi: किलोबाइट(KB)
oc: Ko

source: Split by size
hi: आकार के अनुसार विभाजित करें
oc: Devesir per talha

source: Split a PDF document in files of the given size (roughly).
hi: किसी PDF दस्तावेज़ को दिए गए आकार (लगभग) की फ़ाइलों में विभाजित करें।
oc: Partir un document PDF en fichièr de la talha donada (grosso modo).

source: Set the size to split at
hi: विभाजित करने के लिए आकार सेट करें
oc: Definir la talha ont partir

source: Size must be a number
hi: आकार एक संख्या होना चाहिए
oc: La talha deu èsser un nombre

source: Split at this size:
hi: इस आकार में विभाजित करें:
oc: Copar a aquesta talha :

source: Invalid split size
hi: अमान्य विभाजन आकार
oc: Talha de copadura invalida

source: Destination file
hi: गंतव्य फ़ाइल
oc: Fichièr de destinacion

source: Alternate Mix
hi: वैकल्पिक मिश्रण
oc: Assemblatge

source: Merge two or more PDF documents taking pages alternately in natural or reverse order.
hi: दो या दो से अधिक पीडीएफ दस्तावेज़ों को प्राकृतिक या उल्टे क्रम में वैकल्पिक रूप से पेज लेते हुए मर्ज (एक फ़ाइल में सामविष्ठ) करें।
oc: Fusionar dos o mai documents PDF en prenent las paginas alternativament en òrdre natural o inversat

source: Double click to set pages you want to mix (ex: 2 or 5-23 or 2,5-7,12-)
hi: जिन पेजों को आप मिलाना चाहते हैं उन्हें सेट करने के लिए डबल क्लिक करें (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Dobla clicatz per definir las paginas que volètz mesclar (ex. : 2 o 5-23 o 2,5-7, 12-)

source: Select a positive integer number as pace
hi: गति के रूप में एक धनात्मक पूर्णांक संख्या का चयन करें
oc: Seleccionar un numèro entièr positiu coma interval

source: All pages
hi: सभी पेज
oc: Totas las paginas

source: 90 degrees clockwise
hi: ९० औंश घडी की दिशा में
oc: 90 grases sens orari

source: 180 degrees clockwise
hi: १८० औंश घड़ी की दिशा में
oc: 180 grases sens orari

source: 90 degrees counterclockwise
hi: ९० औंश घडी की विरूद्ध दिशा में
oc: 90 grases sens orari inversat

source: Rotate
hi: घुमाएँ
oc: Pivotar

source: Rotate settings
hi: घुमाने के लिये सेटिंग्स
oc: Paramètres de rotacion

source: Rotate
hi: घुमाएँ
oc: Pivotar

source: Rotate the pages of multiple PDF documents.
hi: एकाधिक PDF दस्तावेज़ों के पृष्ठ घुमाएँ।
oc: Far pivotar las paginas de mantun document PDF.

source: Double click to set pages you want to rotate (ex: 2 or 5-23 or 2,5-7,12-)
hi: उन पृष्ठों को सेट करने के लिए डबल क्लिक करें जिन्हें आप घुमाना चाहते हैं (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Dobla clicatz per definir las paginas que volètz virar (ex. : 2 o 5-23 o 2,5-7, 12-)

source: Merge settings
hi: मर्ज (एकत्रित) करने के लिये सेटिंग्स
oc: Paramètres de fusion

source: Double click to set pages you want to merge (ex: 2 or 5-23 or 2,5-7,12-)
hi: उन पेजों को सेट करने के लिए डबल क्लिक करें जिन्हें आप मर्ज (एकत्रित) करना चाहते हैं (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Dobla clicatz per definir las paginas que volètz fusionar (ex. :2 o 5-23 o 2,5-7, 12-)

source: Add a blank page if page number is odd
hi: यदि पृष्ठ संख्या विषम है तो एक रिक्त पृष्ठ जोड़ें
oc: Apondre una pagina blanca se lo nombre es impar

source: Adds a blank page after each merged document if the document has an odd number of pages
hi: यदि दस्तावेज़ में पृष्ठों की संख्या विषम है तो प्रत्येक मर्ज किए गए दस्तावेज़ के बाद एक रिक्त पृष्ठ जोड़ता है
oc: Ajusta una pagina voida aprèp cada document fusionat se lo document a un nombre de paginas impar

source: Add a footer
hi: एक पाद लेख (फ़ुटर) जोड़ें
oc: Apondre un pè de pagina

source: Adds a page footer with the name of the file the page belonged to.
hi: उस फ़ाइल के नाम के साथ एक पृष्ठ पादलेख (फ़ुटर) जोड़ता है जिसका पृष्ठ था।
oc: Ajusta un pè de pagina amb lo nom del fichièr d’origina de la pagina.

source: None
hi: कुछ नही
oc: Pas cap

source: Same width as first page
hi: प्रथम पृष्ठ के समान चौड़ाई
oc: Meteissa largor que la primièra pagina

source: Same width as first page (based on page orientation)
hi: प्रथम पृष्ठ के समान चौड़ाई (पृष्ठ अभिविन्यास (ऑरीएंटेशन) के आधार पर)
oc: Meteissa largor que la primièra pagina (basat sus l’orientacion de la pagina)

source: Pages normalization:
hi: पेज सामान्यीकरण:
oc: Normalizacion de las paginas :

source: Set whether pages should be resized to all have the same width as the first one
hi: निर्धारित करें कि क्या पृष्ठों का आकार बदला जाना चाहिए ताकि सभी की चौड़ाई पहले वाले के समान हो
oc: Indica se las paginas devon èsser retalhadas per qu’ajan la meteissa largor que la primièra pagina

source: Merge renaming existing fields
hi: मौजूदा फ़ील्ड्स को मर्ज करें
oc: Fusionar e renomenar los camps existents

source: Merge fields
hi: फ़ील्ड मर्ज (एकत्रित) करें
oc: Fusionar los camps

source: Flatten
hi: समतल
oc: Aplatir

source: Discard forms
hi: प्रपत्र त्यागें (डिस्कार्ड फ़ॉर्म्ज़)
oc: Ignorar los formularis

source: Interactive forms (AcroForms):
hi: इंटरएक्टिव फॉर्म (एक्रोफॉर्म):
oc: Formularis interactius (AcroForms) :

source: What to do in case one or more input documents contain Acro Forms
hi: यदि एक या अधिक इनपुट दस्तावेज़ों में एक्रो फॉर्म शामिल हों तो क्या करें?
oc: De qué far se un o mai de fichièrs fonts contenon d’Acro Forms

source: Retain bookmarks
hi: बुकमार्क बनाए रखें
oc: Gardar los marcapaginas

source: Discard bookmarks
hi: बुकमार्क त्यागें
oc: Ignorar los marcapaginas

source: Create one entry for each merged document
hi: प्रत्येक मर्ज (एकत्रित) किए गए दस्तावेज़ के लिए एक प्रविष्टि बनाएँ
oc: Crear una entrada per cada document fusionat

source: Retain bookmarks as one entry for each merged document
hi: प्रत्येक मर्ज (एकत्रित) किए गए दस्तावेज़ के लिए बुकमार्क को एक प्रविष्टि के रूप में रखें
oc: Servar los marcapaginas coma entrada per cada document fusionat

source: Bookmarks handling:
hi: बुकमार्क प्रबंधन:
oc: Gestion dels marcapaginas :

source: What to do in case one or more input documents contain bookmarks
hi: यदि एक या अधिक इनपुट दस्तावेज़ों में बुकमार्क हों तो क्या करें
oc: De qué far se un o mai de fichièrs fonts contenon de marcapaginas

source: Don't generate
hi: उत्पन्न (जेनरेट) मत करो
oc: Generar pas

source: Generate from file names
hi: फ़ाइल नामों से उत्पन्न (जेनरेट) करें
oc: Gerar a partir dels noms de fichièr

source: Generate from documents titles
hi: दस्तावेज़ शीर्षकों से उत्पन्न (जेनरेट) करें
oc: Generar a partir dels títols de document

source: Table of contents:
hi: विषयसूची: (सामग्री की एक तालिका)
oc: Ensenhador :

source: Set if a table of contents should be added to the generated PDF document
hi: सेट करें कि जेनरेट किए गए पीडीएफ दस्तावेज़ में विषयसूची: (सामग्री की एक तालिका) जोड़ी जानी चाहिए या नहीं
oc: Indica se l’ensenhador deurà èsser apondut al document PDF generat

source: Merge
hi: मिलाएँ (एकत्रित करें)
oc: Fusionar

source: Merge multiple PDF documents or subsections of them.
hi: एकाधिक पीडीएफ दस्तावेज़ों या उनके उप-अनुभागों को मर्ज (एकत्रित) करें।
oc: Fusionar mantun document PDF o jos seccion d’eles.

source: Select or drag and drop the PDF whose pages will be repeated
hi: उस पीडीएफ को चुनें या खींचें और छोड़ें जिसके पृष्ठ दोहराए जाएंगे
oc: Seleccionatz o lisatz depausatz lo PDF que las paginas seràn repetidas

source: Repeat these pages:
hi: इन पृष्ठों को दोहराएँ:
oc: Repetir aquestas paginas :

source: Pages to repeat (ex: 2 or 5-23 or 2,5-7,12-)
hi: दोहराए जाने वाले पृष्ठ (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Paginas de repetir (ex : 2 o 5-23 o 2,5-7,12-)

source: Comma separated page numbers or ranges to be repeated (ex: 2 or 5-23 or 2,5-7,12-)
hi: अल्पविराम से अलग किए गए पृष्ठ संख्याएं या श्रेणियां जिन्हें दोहराया जाना है (उदाहरण: 2 या 5-23 या 2,5-7,12-)
oc: Numèros de pagina o interval separats per de virgulas que se devon repetir (ex. : 2 o 5-23 o 2,5-7,12-)

source: Leave it empty to use all the pages of the PDF file
hi: पीडीएफ फ़ाइल के सभी पृष्ठों का उपयोग करने के लिए इसे खाली छोड़ दें
oc: Daissar void per utilizar totas las paginas del fichièr PDF

source: Repeat every "n" pages:
hi: दोहराएं:, प्रत्येक "एन" पेज के बाद
oc: Repetir cada « n » paginas :

source: Invalid page number
hi: अमान्य पृष्ठ संख्या
oc: Numèro de pagina invalid

source: Repeat the selected pages every "n" pages of the original document
hi: मूल दस्तावेज़ के प्रत्येक "n" पृष्ठ पर चयनित पृष्ठों को दोहराएं
oc: Repetir las paginas seleccionadas cada « n » paginas del document original

source: A .pdf extension is required for the repeating file
hi: दोहराई जाने वाली फ़ाइल के लिए .pdf एक्सटेंशन आवश्यक है

source: The number of pages must be a positive number
hi: पृष्ठों की संख्या एक धनात्मक (पॉज़िटिव) संख्या होनी चाहिए
oc: Lo nombre de paginas deu èsser un nombre positiu

source: Select or drag and drop the PDF you want to insert pages to
hi: जिस पीडीएफ में आप पेज सम्मिलित करना चाहते हैं उसे चुनें या खींचें और छोड़ें
oc: Seleccionatz o depausatz lo PDF ont volètz inserir de paginas

source: A .pdf destination file extension is required
hi: एक .pdf गंतव्य फ़ाइल एक्सटेंशन आवश्यक है

source: Insert and Repeat settings
hi: सेटिंग्स - सम्मिलित करें और दोहराएँ
oc: Inserir e repetir los paramètres

source: Insert pages multiple times
hi: पेज कई बार डालें (इन्सर्ट करें)
oc: Inserir las paginas mai d’un còp

source: Insert the pages of a PDF document A into another document B, repeating it after a certain number of pages, resulting in B1 A B2 A B3 A etc.
hi: एक पीडीएफ दस्तावेज़ ए के पृष्ठों को दूसरे दस्तावेज़ बी में डालें, पृष्ठों की एक निश्चित संख्या के बाद इसे दोहराएं, जिसके परिणामस्वरूप बी1 ए बी2 ए बी3 ए आदि प्राप्त होंगे।
oc: Inserir las paginas d’una document PDF A dins un autre document B, en lo repetissent aprèp un nombre determinat de paginas, çò que donarà B1 A B2 A B3 etc.

source: Started in {0}
hi: {0} में प्रारंभ हुआ
oc: Començat dins {0}

source: Closing PDFsam...
hi: PDFsam बंद किया जा रहा है...
oc: Tampadura de PDFsam...

source: Drag and drop PDF files or directories containing PDF files
hi: पीडीएफ फाइलों या पीडीएफ फाइलों वाली निर्देशिकाओं (फ़ोल्डर्ज़) को खींचें और छोड़ें
oc: Lisatz e depausatz los fichièrs PDF o dossièrs contents de fichièrs PDF

source: No PDF found
hi: कोई पीडीएफ नहीं मिला
oc: Cap de PDF pas trobat

source: Tools
hi: साधन (टूल)
oc: Aisinas

source: News
hi: समाचार
oc: Actualitats

source: What's new
hi: नया क्या है
oc: Qué de nòu

source: Exit
hi: बाहर निकलें (एग्ज़िट)
oc: Quitar

source: Exit the application
hi: एप्लिकेशन से बाहर निकलें (एग्ज़िट)
oc: Quitar l’aplicacion

source: Workspace
hi: कार्यस्थल
oc: Espaci de trabalh

source: Manage your workspaces
hi: अपने कार्यक्षेत्र प्रबंधित करें
oc: Gestion de vòstres espacis de trabalh

source: Yes
hi: हाँ
oc: Òc

source: No
hi: नहीं
oc: Non

source: Confirm clearing
hi: क्लीरिंग की पुष्टि करें
oc: Confirmacion de netejatge

source: Do you confirm?
hi: क्या आप पुष्टि (कन्फ़र्म) करते हैं?
oc: Confirmatz ?

source: Clear the tool settings
hi: साधन (टूल) सेटिंग साफ़ करें (Clear)
oc: Escafar los paramètres de l’aisina

source: Clear the selection table
hi: चयन तालिका साफ़ करें (Clear)
oc: Escafar lo tablèu seleccionat

source: Open with
hi: इसके साथ खोलें
oc: Dobrir amb

source: Select the task to perform on the following files
hi: निम्नलिखित फ़ाइलों पर निष्पादित (पर्फ़ॉर्म) करने के लिए कार्य का चयन करें
oc: Seleccionar lo prètzfach de realizar suls fichièrs seguents

source: Directory not empty
hi: निर्देशिका (डिरेक्ट्री) रिक्त नहीं है
oc: Lo repertòri es pas void

source: The selected directory is not empty
hi: चयनित निर्देशिका (डिरेक्टरी) खाली नहीं है
oc: Lo repertòri seleccionat es pas void

source: What would you like to do in case of files with the same name?
hi: समान नाम वाली फ़ाइलों के मामले में आप क्या करना चाहेंगे?
oc: De qué volètz far se per cas i a de fichièrs amb lo meteis nom ?

source: Overwrite
hi: पुरानी फ़ाइल्ज़ मिटाकर लिखें (ओवर्राइट ओल्ड फ़ाइल्ज़)
oc: Remplaçar

source: Rename
hi: पुन: नामकरण करें (नाम बदलें)
oc: Renomenar

source: Skip
hi: छोड़ें (अभी चुनाव ना करें)
oc: Sautar

source: Cancel
hi: रद्द करें
oc: Anullar

source: Don't overwrite existing file
hi: मौजूदा फ़ाइल को अधिलेखित न करें (पुरानी फ़ाइल्ज़ मिटाकर ना लिखें)
oc: Remplaçar pas lo fichièr existent

source: Overwrite confirmation
hi: पुनर्लेखन पुष्टिकरण
oc: Confirmacion de remplaçament

source: A file with the given name already exists
hi: दिए गए नाम वाली फ़ाइल पहले से मौजूद है
oc: Un fichièr amb lo nom donat existís ja

source: What would you like to do?
hi: आप क्या करना चाहते है?
oc: De qué volètz far ?

source: Non existing directory
hi: निर्देशिका (डिरेक्टरी) मौजूदा नहीं
oc: Repertòri inexistent

source: The selected output directory does not exist
hi: चयनित आउटपुट निर्देशिका (डिरेक्टरी) मौजूद नहीं है
oc: Lo repertòri de sortida existís pas

source: Do you want to create it?
hi: क्या आप इसे बनाना चाहते हैं?
oc: Lo volètz crear ?

source: Subdirectories
hi: उप-निर्देशिकाएं (सब डिरेक्टरीज़)
oc: Sosrepertòris

source: Subdirectories have been found
hi: उपनिर्देशिकाएँ (सब डिरेक्टरीज़) मिल गई हैं
oc: Jos dossièrs trobats

source: Do you want to add PDF files found in subdirectories?
hi: क्या आप उपनिर्देशिकाओं (सब डिरेक्टरीज़) में पाई जाने वाली पीडीएफ फाइलें जोड़ना चाहते हैं?
oc: Volètz apondre los fichièrs PDF trobats dins los jos dossièrs ?

source: Task failed
hi: कार्य विफल
oc: Fracàs del prètzfach

source: PDFsam can try to overcome the failure
hi: पीडीएफएसएएम विफलता को दूर करने का प्रयास कर सकता है
oc: PDFsam pòt ensajar de reparar lo fracàs

source: It may result in PDF files with partial or missing data, proceed anyway?
hi: इसके परिणामस्वरूप पीडीएफ फाइलों में आंशिक या गायब डेटा हो सकता है, फिर भी आगे बढ़ें?
oc: Aquò poiriá menar a aver de fichièrs PDF amb de donadas parcialas o mancantas, volètz totjorn contunhar ?

source: Removes all the log messages
hi: सभी लॉग संदेश हटा देता है
oc: Suprimís totes los messatges de log

source: _Clear
hi: साफ़ करें (_C)
oc: _Escafar

source: _Save
hi: संचित करें
oc: _Enregistrar

source: C_lose
hi: बंद करें (_l)
oc: T_ampar

source: Copy
hi: प्रतिलिपि बनाएँ
oc: Copiar

source: Clear
hi: रिक्त करें
oc: Escafar

source: Select all
hi: सभी का चयन करें
oc: Tot seleccionar

source: Save log
hi: लॉग सहेजें (सेव करें)
oc: Enregistrar lo jornal

source: Select where to save the log file
hi: लॉग फ़ाइल को सहेजने (सेव करने) का स्थान चुनें
oc: Seleccionar ont enregistrar lo fichièr de log

source: Logs
hi: लॉग्स
oc: Jornals

source: Application messages
hi: एप्लिकेशन संदेश
oc: Messatges d’aplicacion

source: _Load
hi: लोड करें (_L)
oc: _Cargar

source: Recen_ts
hi: हाल_के

source: _Clear recents
hi: रेसेंटस साफ़ करें
oc: _Escafar los recents

source: Select the workspace file to save
hi: सहेजने (सेव करने) के लिए कार्यस्थान फ़ाइल का चयन करें
oc: Seleccionar l’espaci de trabalh ont enregistrar lo fichièr

source: Select the workspace to load
hi: लोड करने के लिए कार्यक्षेत्र का चयन करें
oc: Seleccionar l’espaci de trabalh de cargar

source: Subscribe to the official news feed
hi: आधिकारिक समाचार फ़ीड की सदस्यता लें
oc: S’abonar al flux d’actualitat oficial

source: Environment
hi: कार्यक्षेत्र
oc: Environament

source: Vendor: %s
hi: विक्रेता: %s
oc: Vendeire : %s

source: Java runtime path: %s
hi: जावा रनटाइम पथ: %s
oc: Emplaçament de l’environament d’execucion Java : %s

source: JavaFX runtime version: %s
hi: जावाएफएक्स रनटाइम संस्करण: %s
oc: Version de la bibliotèca d’execucion JavaFX : %s

source: PDF engine (Sejda SDK) version: %s
hi: पीडीएफ इंजन (सेजडा एसडीके) संस्करण: %s
oc: Version del motor PDF (Sejda SDK) : %s

source: Max memory {0}
hi: अधिकतम मेमोरी {0}
oc: Memòria max {0}

source: Copy to clipboard
hi: क्लिपबोर्ड पर कॉपी करें
oc: Copiar al quicha-papièrs

source: Support
hi: समर्थन
oc: Assisténcia

source: Bug and feature requests
hi: बग (ग़लतियाँ) और सुविधा अनुरोध
oc: Avaria e demanda de foncionalitat

source: Documentation
hi: दस्तावेज़ीकरण
oc: Documentacion

source: Contribute
hi: योगदान करें
oc: Contribuir

source: Fork PDFsam on GitHub
hi: GitHub पर PDFsam को फोर्क करें
oc: Tustar PDFsam sus GitHub

source: Translate
hi: अनुवाद करें
oc: Traduire

source: Donate
hi: दान करें
oc: Far un don

source: Social
hi: सामाजिक

source: Follow us on Twitter
hi: हमें ट्विटर पर फॉलो करें
oc: Seguissètz-nos sus Twitter

source: Like us on Facebook
hi: हमें फेसबुक पर पसंद करें
oc: Aimatz nòstre Facebook

source: About
hi: परिचय
oc: A prepaus

source: Home
hi: मुख्य पृष्ठ
oc: Acuèlh

source: Premium features
hi: प्रीमियम (विशेष) सुविधाएँ
oc: Foncionalitats Premium

source: Log register rows:
hi: लॉग रजिस्टर पंक्तियाँ:
oc: Linhas del log :

source: Maximum number of rows displayed by the Log register
hi: लॉग रजिस्टर द्वारा प्रदर्शित पंक्तियों की अधिकतम संख्या
oc: Quantitat maximala de linha visiblas al fichièr log

source: Language:
hi: भाषा:
oc: Lenga :

source: Set your preferred language (restart needed)
hi: अपनी पसंदीदा भाषा सेट करें (पुनः आरंभ (रीस्टार्ट) करने की आवश्यकता है)
oc: Causir la lenga preferida (reaviada sistèma requerida)

source: Startup tool:
hi: स्टार्टअप टूल:
oc: Aisinas a l’aviada :

source: Set the tool to open at application startup (restart needed)
hi: एप्लिकेशन स्टार्टअप पर खोलने के लिए टूल सेट करें (पुनरारंभ (रीस्टार्ट) आवश्यक)
oc: Configurar l’aisina per que se lance a l’aviada de l’aplicacion (reaviada requerida)

source: Theme:
hi: थीम:
oc: Tèma :

source: Set the application theme
hi: एप्लिकेशन थीम सेट करें
oc: Causir lo tèma de l’aplicacion

source: Font size:
hi: अक्षरों (फ़ॉंट) का आकार:
oc: Talha de la polissa :

source: Set the application font size
hi: एप्लिकेशन का फ़ॉन्ट आकार सेट करें
oc: Definir la talha de la polissa de l’aplicacion

source: Default PDF version:
hi: डिफ़ॉल्ट पीडीएफ संस्करण: (वर्ज़न)
oc: Version PDF predeterminada :

source: Default PDF version for generated PDF files
hi: जेनरेट की गई पीडीएफ फाइलों के लिए डिफ़ॉल्ट पीडीएफ संस्करण (वर्ज़न)
oc: Version PDF per defaut pels fichièrs PDF generats

source: Manually selected
hi: मैन्युअल (व्यक्तिगत) रूप से चयनित
oc: Seleccionat manualament

source: Automatically set the destination directory to the selected PDF document directory
hi: स्वचालित रूप से गंतव्य निर्देशिका (डिरेक्टरी) को चयनित पीडीएफ दस्तावेज़ निर्देशिका (डिरेक्टरी) में सेट करें
oc: Definir automaticament lo repertòri de destinacion per que siá lo repertòri que conten lo document PDF seleccionat

source: Default prefix:
hi: डिफ़ॉल्ट उपसर्ग: (प्रीफ़िक्स)
oc: Prefix per predeterminat :

source: Default prefix for output file names, used in tools that generate multiple files
hi: आउटपुट फ़ाइल नामों के लिए डिफ़ॉल्ट उपसर्ग (प्रीफ़िक्स), जो एकाधिक फ़ाइलें उत्पन्न करने वाले टूल में उपयोग किया जाता है
oc: Prefix per defaut pels noms de fichièrs sortissents, utilizat per las aisinas que genèran mantun fichièr

source: Some special keywords are replaced with runtime values.
hi: कुछ विशेष कीवर्ड को रनटाइम मानों (संख्याओ) से बदल दिया जाता है।
oc: D’unes mots clau especials son remplaçats per las valors d’environament.

source: Right click to add these keywords.
hi: इन कीवर्ड को जोड़ने के लिए राइट क्लिक करें।
oc: Doble clicar per apondre aquestes mots clau.

source: Settings
hi: सेटिंग्स
oc: Paramètres

source: Appearance
hi: प्रकटन (स्वरूप)
oc: Aparéncia

source: Behavior
hi: बर्ताव
oc: Compòrtament

source: Output
hi: आउटपुट
oc: Sortida
